[Language]
DisplayName=한국어

[500]
500=***Section use for Bot messages and splash***
1=스크립트를 (x64)로 실행/컴파일하지 마십시오! 봇을 작동 시키려면 (x86)으로 스크립트를 실행/컴파일하십시오.\r\n이 메시지가 여전히 나타나면 AutoIt을 다시 설치하십시오.
2=명령 줄(또는 바로 가기)를 사용하여 여러 개의 봇을 시작할 수 있습니다. MyBot.run.exe [프로필 이름] [에뮬레이터 이름] [인스턴스 이름]\r\n\r\n[프로필 이름]에는 봇에서 사용하는 프로필 이름 입력 (봇/프로필 탭에서 프로필을 작성하고, 만일 프로필 이름에 여백이 포함 된 경우 큰 따옴표로 묶으십시오). 두 번째로는 에뮬레이터의 이름을 지정하고 세 번째는 안드로이드 인스턴스 (BlueStack이 아님)를 지정합니다.\r\n지원되는 에뮬레이터는 MEmu, Droid4X, Nox, BlueStacks2, BlueStacks, KOPlayer 및 LeapDroid입니다.\r\n예시:\r\nMyBot.run.exe MyVillage BlueStacks2\r\nMyBot.run.exe "My Second Village" MEmu MEmu_1
3=%s
4=%s (인스턴스 %s)
5=%s에 대한 봇이 이미 실행 중입니다.\r\n\r\n
6=프로필 %s인 봇이 이미 %s에서 실행 중입니다.\r\n\r\n
7=실행중인 %s %s을(를) 발견했습니다.
8=안드로이드 에뮬레이터 구성 : %s
9=%s에서 안드로이드 쉴드를 사용할 수 없습니다.
20=, 프로필 : %s
21=안드로이드 초기화 중...
22=안드로이드 감지 중...
23=메인 GUI 로드 중...
24=하단 GUI 로드 중...
25=일반 탭 로드 중...
26=마을 탭 로드 중...
27=공격 탭 로드 중...
28=봇 탭 로드 중...
29=제작진 탭 로드 중...
30=GUI 초기화 중...
31=봇 보이기
32=최소화 되면 숨김
33=개발 지원
34=제작진
35=나가기
36=이전 봇 닫는 중...

[600]
600=***Section use for Tab Name***
0=TAB Name
1=작동상태
2=마을
3=공격설정
4=봇
5=제작진
6=기타설정
7=병력지원
8=업그레이드
9=업적
10=알림
11=병력요청
12=병력지원
13=지원일정
14=연구소
15=영웅
16=건물
17=장벽
18=PushBullet/Telegram
19=명령
20=병력
21=마법
22=가속
23=빈집
24=맛집
25=홀치기
26=저렙공격
27=추가설정
28=검색
29=공격
30=전투종료
31=정제소
32=트로피설정
33=전략 불러오기
34=전략 저장하기
35=옵션
36=프로필
37=상태
38=합계
39=기타
40=공격
41=병력 훈련
42=검색 && 공격
43=전략
44=A - 자원시설
45=B - 조건
46=C - 공격
47=D - Milking 후
48=확장
49=참고: 이 전략은 비활성화되어 있습니다.
50=활성화하려면 탭의 체크 표시를 선택하십시오!
51=디버그
52=병력/마법
53=안드로이드
54=훈련 순서
55=지원
56=스마트잽

[601]
601=***Section use for General***
2=봇 로그
3=창 모양
4=창 모양 설정 옵션.
5=자유롭게 조절(중앙선이용)
6=기록 창들 크기 같음
7=봇기록 크게, 공격기록 작게
8=봇기록 작게, 공격기록 크게
9=봇기록 전체, 공격기록 숨김
10=봇기록 숨김, 공격기록 전체
11=공격기록 지움
12=공격기록 지우기 위해 이 옵션 사용.
13=클립보드로 복사
14=공격기록을 클립보드로 복사할때 사용 (CTRL+C)같음
15=공격 기록
16=                   --------  약   탈 --------       ----- 보 너 스 ------
17= TIME|TROP.|SEARCH|   GOLD| ELIXIR|DARK EL|TR.|S|  GOLD|ELIXIR|  DE|L.
18=Paypal 기부?
19=개발 지원
199=옵션

[602]
602=***Section use for General Bottom***
0=- 프리웨어 봇 -
1=봇 시작
2=봇 중지
3=일시정지
4=봇의 모든 동작을 일시 중지 할 수 있습니다. (또는 Pause/Break 키)
5=계  속
6=일시 중지 된 봇을 다시 시작합니다. (또는 Pause/Break 키)
7=검색모드
8=공격은 안하고 조건에 맞는 마을만 검색합니다.
9=스냅샷
10=여기를 클릭하면 마을 사진을 찍어 파일로 저장합니다.
11=숨기기
12=안드로이드(블루스택등) 창을 화면에서 숨깁니다.
13=(최소화가 아니라 완전히 숨김)
14=백그라운드
15=모드
16=여기를 체크하면 봇이 백그라운드 모드로 작동합니다.
17=또한 블루스택 창도 화면에서 숨깁니다.
18=빈집공격
19=맛집공격
20=홀치기
22=첫 실행시
23=마을상태가 여기에
24=나타납니다.
25=마을정보와 통계 창 전환
26=보이기
27=Dock
28=UnDock
29=안드로이드 창을 봇과 결합해서 하나의 창으로 표시합니다.
30=이것으로 봇을 시작합니다.
31=이것으로 봇을 멈춥니다.(또는 ESC 키)

[603]
603=***Section use for Commun Value***
0=없음
1=없음
2=이 버튼은 가로줄 체크 박스를 전체 선택/해제 합니다.
3=AM
4=PM
5=검색.
6=초.
7=초
8=초
9=최소
10=분.
11=검색.
12=%
13=-
14=시간
15=시간
16=일
17=일요일
18=월
19=월요일
20=화
21=화요일
22=수
23=수요일
24=목
25=목요일
26=금
27=금요일
28=토
29=토요일
30=하루 중 선택한 시간만
31=주일 중 선택한 날만
32=마을
35=시:
36=요일
37=시간
38=시
39=레벨

[604]
604=***Section use for Troops***
1=바바리안
2=아처
3=자이언트
4=고블린
5=해골돌격병
6=해골돌격병
7=해골비행선
8=마법사
9=치유사
10=드래곤
11=페카
12=페카
13=미니언
14=호그라이더
15=발키리
16=골렘
17=마녀
18=라바하운드
19=볼러
20=베이비드래곤
21=광부

[605]
605=***Section use for Spell***
1=번개마법
2=회복마법
3=분노마법
4=이동마법
5=얼음마법
6=독마법
7=지진마법
8=신속마법
9=독마법
10=지진마법
11=신속
12=복제마법
13=해골마법
14=해골
15=번개
16=회복
17=분노
18=이동
19=얼음

[606]
606=***Section use for Tab End Battle***
1=전투 종료
2=약탈량 변화가 없을 경우
3=설정한 시간동안 추가 약탈이 없으면 전투종료.
4=전투에서 병력과 영웅, 클성병력을 모두 투입 후 세기 시작.
5=시간
7=또는 자원이 적을 때
8=골드가 설정값 이하면 전투종료.
9=남아 있는 자원이 없을 때
10=모든 골드, 엘릭서, 다크엘릭서 = 0 이면 전투종료.
11=별 1개 획득 시
12=전투에서 별을 1개 획득하면 전투종료
13=별 2개 획득 시
14=전투에서 별을 2개 획득하면 전투종료
15=다엘 방향 공격 전투종료 옵션
16=다크엘릭서 방향공격, 전투종료설정
17=맛집 공격에서 공격형태를 '다엘방향공격'으로 설정한 경우 활성화됨.
18=미만 일때
19='다엘방향공격'을 위한 특별한 조건 사용.
20=만약 전체 다크 엘릭서량이 설정한 값 이하일 경우 다른 조건에 걸리지 않으면 전투 종료.
21=일반 전투종료설정 끄기
22='다엘방향공격'이 선택된 경우 일반 전투종료 설정을 끕니다.
23=다크엘릭서양이 설정값 미만이면서 별을 1개 획득하면 전투종료.
24=조건
25=다크엘릭서양이 설정값 미만이면서 바바킹이 약해지면 전투종료
26=이 약해짐.
27=다크엘릭서양이 설정값 미만이면서 아처퀸이 약해지면 전투종료
28=빈집 공격 전환
29=이 옵션이 사용가능한 집합소 병력량 %
30=파괴율이
31=파괴율이 일정 이상이면 전투 종료
32=이상
33=파괴율 변화가
34=파괴율에 변화가 없으면 전투 종료
35=없을 때

[607]
607=***Section use for Tab Scripted Attack***
1=투입
2=IMG
3=Profile -> Temp 폴더에 부가정보를 포함한 이미지 만듦.
4=스크립트 선택; 'CSV/Attack' 폴더에서 새 스크립트를 추가하거나 수정가능
5=스크립트 파일 새로 적용
6=현재 공격 스크립트를 보기/수정
7=새 공격 스크립트 만들기
8=현재 공격 스크립트를 새로운 이름으로 복사
9=ImgLoc 기본 레드라인(기본값)|ImgLoc 레드라인 중 투입지점만|기존방식 레드라인|레드라인 무시(외부 가장자리)
10=레드라인 인식방법을 선택하십시오. 개선된 ImgLoc 방식이 기본값이며 가장 좋습니다. (투입지점만: 병력투입이 가능한 지점만 레드라인으로 인식, 투입가능 지점이 줄어듬)
11=드롭라인/모서리고정|드롭라인/레드라인 포인트 우선|전체 드롭라인/ 모서리고정|전체 드롭라인/레드라인 포인트 우선|드롭 라인 없음
12=드롭라인 가장자리를 선택하십시오. 기본값은 모서리고정이며 더 안전합니다. 레드라인 포인트 우선은 공격력을 향상시킬 수 있습니다.

[608]
608=***Section use for Tab Standard Attack***
1=병력투입
2=병력투입 명령
3=공격형태
4=한 방향 공격, 마을을 뚫을 수 있음
5=두 방향 공격, 마을을 뚫을 수 있음
6=세 방향 공격, 마을주변공격 위주이나 가끔 안쪽공격가능
7=공격할 방향 선택.
8=한 방향 공격
9=두 방향 공격
10=세 방향 공격
11=모든 방향 공격
12=투입속도
13=병력을 투입할 속도, 1 (빠름) = 봇 같음, 10 (느림) = 인간 같음.
14=랜덤은 봇이 알아서 인간에 가깝게 투입함.
15=간격
16=속도와 간격을 무작위로 유닛투입
17=지능형공격:레드라인근처 투입
18=지능형공격은 공격을 위해 레드라인을 확인한 후 가까운 곳에 병력을 투입함.
19=투입방법
20=병력을 투입할 방법을 설정합니다.
21=병력별로 투입: 모든 방향으로 병력을 한 종류의 병력을 투입하고 다른 병력을 바꿔 가면서 투입
22=방향별로 투입: 한 방향으로 여러 병력을 투입한 후 방향을 바꿔가며 병력을 투입
23=병력별로 투입
24=방향별로 투입
25=병력별로 투입
26=금광 근처 투입
27=엘릭서 정제소 근처 투입
28=다크엘릭서 정제소 근처 투입
29=다크엘릭서 저장소 가까운 한 방향으로 투입
30=마을회관 가까운 한 방향으로 투입
31=다크엘 방향 공격
32=타운홀 방향 공격
33=미리설정된 병력투입순서 선택.
34=각각의 옵션은 병력투입 순서나  병력 투입 간격등을 설정합니다.
35="이 병력만 투입"에서 선택된 병력이 있을 경우 그 병력만 투입

[609]
609=***Section use for Tab Trophy Setting***
1=트로피 설정
2=트로피 범위
3=최소: 봇이 설정한 값까지 트로피를 자동으로 낮춥니다.
4=최대: 봇이 설정한 값보다 트로피가 높을 경우 자동으로 낮춥니다.
5=영웅사용
6=영웅이 사용 가능하면 트로피 낮출때 영웅사용.
7=빈집 공격
8=트로피를 낮추는 동안 한 번만에 빈집이 검색될 경우 공격함.
9=병력 생산 기다림
10=트로피를 낮추는 중 빈집 발견시 공격을 할 최소 생산 병력 비율을 %로 입력.
11=영웅 사용 순서
12=선택한 순으로 영웅 사용이 가능하면 사용.

[610]
610=***Section use for Village Misc***
1=공격중지
2=이 옵션을 사용하여 봇이 공격을 중지하도록 설정할 수 있음.
3=공격중지
4=봇 중지
5=봇 종료
6=봇과 COC 종료
7=PC 종료
8=PC 절전모드
9=PC 재시작
10=조건
11=골드&엘릭&트로피 최대
12=(골드&엘릭)or트로피 최대
13=(골드or엘릭)&트로피 최대
14=골드or엘릭or트로피 최대
15=골드&엘릭 최대
16=골드or엘릭 최대
17=골드&트로피 최대
18=엘릭&트로피 최대
19=골드or트로피 최대
20=엘릭or트로피 최대
21=골드 최대
22=엘릭 최대
23=트로피 최대
24=다엘 최대
25=(골드&엘릭&다엘) 최대
26=일정시간 이후
27=지금 (훈련/지원만)
28=지금 (지원만)
29=지금 (접속유지만)
30=실드 (훈련/지원만)
31=실드 (지원만)
32=실드 (접속유지만)
35=자원을 다 사용한 경우 봇이 자동으로 공격을 중지합니다. 이 최소값 이상이면 다시 공격을 시작합니다.
36=재시작 조건
37=골드가 부족하여 공격이 중지된 경우 다시 공격을 시작한 최소 골드값.
38=엘릭서가 부족하여 공격이 중지된 경우 다시 공격을 시작한 최소 엘릭서값.
39=다크 엘릭서가 부족하여 공격이 중지된 경우 다시 공격을 시작한 최소 다크 엘릭서값.
40=재무장, 수집, 청소
41=함정 재설치 && 대형석궁과 인페르노 타워 재장전
42=여기를 체크하면 자동으로 함정재설치/석궁과 인페르노 제장전을 할 수 있습니다.
43=자원 수집 && 약탈 카트
44=여기를 체크하면 자동으로 자원을 수집 합니다.
45=대상은 금광, 엘릭서 정제소, 다크엘릭서 정제소입니다.
46=그리고 약탈 카트로 확인하여 수집합니다.
47=묘비 제거
48=여기를 체크하면 적이 공격한 루 자동으로 묘비를 제거합니다.
49=장애물 제거
50=여기를 체크하면 자동으로 나무나 덤불 등을 제거합니다.
51=보석상자 제거
52=여기를 체크하면 자동으로 보석상자를 제거합니다.
53=건물/유닛 위치 설정
54=마을회관
55=위치 재설정->
56=클랜성
57=집합소
58=집합소
59=훈련소
60=훈련소
61=마법제작소
62=마법제작소
63=암흑마법 제작소
64=암흑마법 제작소
65=바바킹
66=바바킹 제단
67=아처퀸
68=아처퀸 제단
69=그랜드워든
70=그랜드워든 제단
71=연구소
72=연구소
73=초기화
74=여기를 클릭하면 모든 위치 정보가 초기화 됩니다.
75=마을 배치가 변경 되었을때 사용하세요.

[611]
611=***Section use for Tab Request Troops***
1=클랜성 병력
2=병력/마법 요청
3=아무거나 감사합니다.
4=이 글은 대화창에서 클랜성 병력 지원요청을 할때 사용됩니다.
5=지원 일정

[612]
612=***Section use for Tab Donate Troops***
22=병력지원 선택메뉴
23=블랙리스트
24=사용자 지정
25=Cyrillic
26=Cyrillic 알파벳 인식을 활성화 할려면 체크 하세요.
27=지원->
28=여기를 체크하면
29=모두에게 지원
31=여기를 체크하면 지원요청 단어와 상관없이 무조건 지원.
32=지원 인식 단어->
33=이 단어들은 지원 안함
34=지원금지 단어 ->
35=바바리안\r\n바바
36=바바리안 제외\r\n바바 제외\r\n바바리안 빼고\r\n바바 빼고
37=아처\r\n아쳐
38=아처 제외\r\n아쳐 제외\r\n아처 빼고\r\n아쳐 빼고
39=자이언트\r\n자이\r\n자트\r\n아무\r\n지원
40=자이 제외\r\n자이 빼고
41=고블린\r\n고블
42=고블린 제외\r\n고블린 빼고
43=해골돌격병\r\n월브\r\n
44=월브 제외\r\n월브 빼고
45=해골비행선\r\n검풍\r\n만풍\r\n풍선\r\n벌룬
46=벌룬 제외\r\n벌룬 빼고
47=마법사\r\n법사\r\n위자
48=법사 제외\r\n법사 빼고
49=치유사\r\n힐러
50=치유 제외\r\치유 빼고
51=드래곤\r\n드라곤
52=드래곤 제외\r\n드래곤 빼고
53=페카\r\nPEKKA
54=페카 제외\r\n페카 빼고
55=미니언
56=미니언 제외\r\n미니언 빼고
57=호그라이더\r\n호그\r\n호구
58=호그 제외\r\n호그 빼고
59=발키리
60=발키리 제외\r\n발키리 빼고
61=골렘
62=골렘 제외\r\n골렘 빼고
63=마녀\r\n위치
64=마녀 제외\r\n마녀 빼고
65=라바하운드\r\n라바
66=라바 제외\r\n라바 빼고
71=지상
72=첫째
73=둘째
74=셋째
75=
76=지상 제외\r\n지상 빼고
77=이 단어들은 지원하지 않음.
78=일반 블랙리스트
79=클랜전\r\n클전용\r\n클전
80=지원요청에 대한 일반적인 제외단어
81=을(를) 요청 단어와 맞을 경우 지원.
82=을(를) 모든 지원요청에 대해 지원함.
83=
84=
85=
86=
87=독
88=독 제외\r\n독 빼고
89=지진
90=지진 제외\r\n지진 빼고
91=신속
92=신속 제외\r\n신속 빼고
93=볼러
94=볼러 제외\r\n볼러 빼고
95=베이비드래곤\r\n베이비
96=베이비 제외\r\n베이비 빼고
97=광부
98=광부 제외\r\n광부 빼고
99=해골
100=해골 제외\r\n해골 빼고
101=공중
102=공중 제외\r\n공중 빼고
103=중국어
104=여기를 체크하면 중국어를 인식합니다.
105=번개
106=번개 제외\r\n번개 빼고
107=회복
108=회복 제외\r\n회복 빼고
109=분노
110=분노 제외\r\n분노 빼고
111=이동
112=이동 제외\r\n이동 빼고
113=얼음
114=얼음 제외\r\n얼음 빼고
115=추가 언어 인식:
116=한국어
117=여기를 체크하면 한국어를 인식합니다.

[613]
613=***Section use for Tab Schedule Donations***
1=지원 스케줄
2=클랜 친구 지원 필터
4=필터 없음, 모든 클랜 멤버에게 지원
5=필터 없으나 클랜 멤버의 이미지를 수집
6=화이트 리스트에 있는 클랜 친구에게만 지원
7=블랙리스트에 있는 클랜 멤버를 제외하고 모두 지원
8=이 옵션을 선택하면 모든 클랜 멤버를 선택할 수 있음 (필터 없음), 확실한 친구만 지원 (화이트 리스트) 또는 일부 멤버만 제외하고 지원 (블랙 리스트)
9=클랜 친구 이미지 폴더 열기
10=메인폴더에 캡쳐된 클랜 친구의 이미지가 있으며, 적절한 폴더로 옮기세요 (화이트 또는 블랙 리스트)
13=클랜 지원을 건너뜀.
14=지원을 건너뛸 집합소 훈련량   >
15=집합소 훈련량이 거의 가득 찼으면 지원 건너뜀

[614]
614=***Section use for Tab Upgrade Laboratory***
1=연구소
2=연구소 자동 업그레이드
3=체크하면 연구소에서 자동으로 유닛 업그레이드를 실시함.
4=대상
5=풀다운 메뉴에서 업그레이드할 대상 선택
6=대상 아이콘이 오른쪽에 나타남.
7=암흑 마법이나 병력이 영웅 업글보다 우선함!
8=빨간 버튼이 보이는 것은 연구소가 업그레이드 진행중임을 의미함.
9=이것은 업그레이드가 끝나가면 자동으로 보이지 않음.
10=정상적으로 업그레이드가 끝나지 않고 보석으로 수동으로 완료 했다면,
11=새로운 업그레이드 전에 빨간 버튼을 눌러 업그레이드 이산을 재설정 해야함.
12=주의 - 불필요한 타이머 재설정은 강제로 계속해서 연구소 상태를 체크하게 됨.
13=연구소 업그레이드 타이머를 초기화 하는게 확실한가요?
14=확인을 클릭하면 초기화되고
15=취소를 클릭하면 취소됨
16=타이머 초기화
17=취소하고 되돌아가기
18=연구소 업그레이드 타이머 초기화?
19=병력 업그레이트 시작됨
20=완료여부를 체크할 때:

[615]
615=***Section use for Tab Upgrade Heroes***
1=영웅을 계속적으로 업그레이드
2=영웅 자동 업그레이드
3=최소 다크엘릭서를 제외하고 다크엘릭서가 충분하면 바바킹 업그레이드 시작
4=기타설정탭에서 바바킹 제단 설정 가능.
5=봇이 다시 공격을 시작할 최소 다크엘릭서는 기타설정탭에서 설정 가능!
6=최소 다크엘릭서를 제외하고 다크엘릭서가 충분하면 아처퀸 업그레이드 시작
7=기타설정탭에서 아처퀸 제단 설정 가능.
8=최소 엘릭서를 제외하고 엘릭서가 충분하면 워든 업그레이드 시작
9=기타설정탭에서 워든 제단 설정 가능.
11=마을회관 7레벨 이상에서 작동됨.
12=마을회관 9레벨 이상에서 작동됨.
13=마을회관 11레벨에서 작동됨.

[616]
616=***Section use for Tab Upgrade Buildings***
1=건물 또는 영웅 업그레이드
2=유닛 이름
3=레벨
4=종류
5=비용
6=시간
7=반복
8=업그레이드 예약
9=이 버튼을 클릭 하면 건물/영웅 업그레이드 정보를 등록하여 기록합니다.
10=반복이 체크된 경우 다시 등록 되지 않고 건너뜁니다.
11=업그레이드 초기화
12=이 버튼을 클릭하면 업그레이드를 삭제하고 초기화 합니다.
13=반복이 체크된 경우 데이타가 초기화 되지 않습니다.
14=최소골드
15=업그레이드 후 남겨 둘 골드량 설정.
16=장벽 업글이나 검색을 위해 남겨둘 골드량을 설정함.
17=최소엘릭
18=업그레이드 후 남겨 둘 엘릭서량 설정.
19=병력 훈련이나 장벽 업글을 위해 남겨둘 엘릭서량을 설정함.
20=최소다크
21=업그레이드 후 남겨 둘 다크 엘릭서량 설정.
22=전투병력을 생산하고 싶으면 많이 남겨 두세요.
27=업그레이드 예약 버튼을 누른 후 여기를 클릭하면
28=업그레이드를 시작함.
29=업그레이드 종류 보여줌, 위치를 보고 싶으면 클릭.
30=상태: 빨강=준비 안됨, 노랑=업글 중, 초록=완료
31=업그레이드가 체크된 후에 여기에 이름이 나타남
32=업그레이드가 체크되면 유닛 레벨이 나타남
33=업그레이드가 체크되면 업글 비용이 나타남
34=업그레이드가 체크되면 업그레이드 시간이 나타남
35=체크하면 업그레이드가 계속해서 반복됨
36=여기는 업그레이드가 체크된 후에 종료 예상 시간이 업데이트 됨
37=완료시간

[617]
617=***Section use for Tab Upgrade Wall***
1=장벽 업그레이드
2=자동 장벽 업글
3=체크하면 자원이 충분할 경우 장벽을 자동으로 업그레이드 함.
4=장벽을 찾고 테스트할 위치인식 값. 높을수록 좋으나 느림.
5=테스트
6=이 버튼을 클릭하면 발견된 장벽을 테스트 함.
7=골드사용
8=장벽업글에 골드만 사용.
9=모든 레벨의 장벽에 적용됨.
10=엘릭서 사용
11=장벽업글에 엘릭서만 사용.
12=엘릭서로 업글 가능한 장벽레벨에만 적용됨.
13=엘릭서 먼저 사용, 다음 골드 사용
14=엘릭서 사용을 먼저 시도함. 장벽 업글에 엘릭서가 충분하지 않을 경우 다음으로 골드사용.
15=장벽 업글을 위해 장인 1명 대기
16=여기를 체크하면 다른 업글을 위한 장인 1명을 줄이고
17=장벽 업글을 위해 장인 1명을 예약해 둡니다.(장인 놀림)
18=검색할 장벽 레벨
19=이 레벨의 장벽을 검색하여 하나씩 업그레이드 함.
20=다음 레벨 업글 비용
21=필요한 비용을 나타냄.
22=다른 레벨의 장벽을 선택하면 수정되어 나타남.
23=최소 골드
24=장벽 업그레이드를 완료 후에 남겨둘 골드량,
25=다른 업글이나 검색을 위해 남겨둘 골드량 입력.
27=장벽 업그레이드를 완료 후에 남겨둘 엘릭서량,
28=다른 업글이나 병력 훈련을 위해 남겨둘 엘릭서량 입력.
29=장벽 수량
30=당신이 보유한
31=레벨의 장벽 수.
32=최소 엘릭

[618]
618=***Section use for Tab Achievements***
1=방어 약탈 모드
2='무적'모드 사용
3='무적' 업적 달성을 위해 상대방이 공격하도록 합니다..
4=대기시간
5=방어 성공을 위해 적이 공격할 수 있도록 COC를 종료하고 기다릴 시간 입력. (1-99 분)
6=분
7=모드정지
8=모드작동
9=방어약탈모드를 중지할 최소 골드값, 이하로 내려가면 기본약탈모드로 전환함.
10=검색 또는 업그레이드를 위해 필요한 골드량 입력.
11=방어약탈모드를 활성화 할 골드저장소 골드량.
12=업그레이드나 적을 유인하기 위한 골드량 입력.
13=방어약탈모드를 중지할 최소 엘릭서값, 이하로 내려가면 기본약탈모드로 전환함.
14=병력생산 또는 업그레이드를 위해 필요한 엘릭서량 입력.
15=방어약탈모드를 활성화 할 엘릭서저장소 엘릭서량.
16=업그레이드나 적을 유인하기 위한 엘릭서량 입력.
17=방어약탈모드를 중지할 최소 다크엘릭서값, 이하로 내려가면 기본약탈모드로 전환함.
18=병력생산 또는 업그레이드를 위해 필요한 다크엘릭서량 입력.
19=방어약탈모드를 활성화 할 다크엘릭서저장소 다크엘릭서량.
20=업그레이드나 적을 유인하기 위한 다크엘릭서량 입력.
21='무적'모드 사용 방법
22=무적 모드는 '무적' 업적 달성을 위한 방어성공을 모을 수 있도록 도와 줍니다.
23='대기시간'은 방어를 위해 봇이 접속을 끄고 기다릴 시간을 입력합니다.
24=모드정지는 봇이 무적모드를 중지하고 일반공격을 시작할 자원량을 입력함.
25=모드작동은 봇이 무적모드를 시작하기 위해 보유해야할 최소 자원량.
26=정확하게 해석하지 못한 것일 수 있음. 더 많은 정보를 원하면 아래링크 클릭:
27=정보 더보기...

[619]
619=***Section use for Tab Notify PushBullet***
1=PushBullet/Telegram 알림
2=PushBullet
3=PushBullet 알림을 사용합니다.
4=Telegram
5=Telegram 알림을 사용합니다.
6=원격제어
7=PushBullet 원격제어 기능을 사용합니다.
8=시작시 메시지 삭제
9=봇을 시작할때 모든 이전 메시지를 삭제합니다.
10=지금 모두 삭제
11=클릭시 모든 메시지를 바로 삭제합니다.
12=오랜된 메시지 삭제
13=설정한 시간 이전 메시지 모두 삭제
14=삭제할 메시지 기간 설정.
15=시간
16=토큰(PushBullet)
17=PushBullet 알림을 사용하기 위해서는 토큰이 필요합니다. PushBullet.com에서 토큰을 만드세요.
18=토큰(Telegram)
19=Telegram 알림을 사용하기 위해서는 토큰이 필요합니다. Telegram.com에서 토큰을 만드세요.
20=프로필
21=프로필 - 봇/프로필 탭에서 설정
22=PushBullet/Telegram으로 보낼 내용 선택
23=검색완료
24=공격 가능한 마을이 검색되면 메시지로 알림.
25=최근공격사진
26=최근 약탈정보를 이미지로 알림.
27=최근공격텍스트
28=최근 약탈정보를 텍스트로 알림.
29=훈련완료
30=훈련이 완료되면 가득차면 메시지로 알림.
31=장벽업글
32=장벽 업그레이드 정보를 알림.
33=동기화실패
34=동기화 실패 할 경우 메시지로 알림
35=휴식
36=오랫동안 플레이하여 휴식 안내 메시지가 나오면 알림.
37=휴식중장인
38=한명 이상의 장인이 휴식중인 경우 알림.
39=마을 보고서
40=마을보고서 전송.
41=마지막공격 알림
42=마지막공격 정보 전송.
43=다른기기
44=다른기기가 접속하면 알림 전송.
45=점검
46=점검 중 알림 뜨면 알림 전송
47=정지먹음
48=수퍼셀에서 정지 먹으면 알림 전송
49=봇업데이트
50=새 버전의 봇이 나와서 업데이트를 해야하면 알림.
51=알림일정
52=하루 중 이 시간에만 알림
53=이 버튼을 클릭하면 가로 줄을 모두 체크 하거나 삭제함.
54=일주일 중 이 요일만 알림 사용
55=일
56=일요일
57=월
58=월요일
59=화
60=화요일
61=수
62=수요일
63=목
64=목요일
65=금
66=금요일
67=토
68=토요일
69=도움말 ?
70=여기를 클릭하면 PushBullet 과 Telegram의 명령어를 볼 수 있음.

[620]
620=***Section use for Notify Revamp***
1=BOT
2=Help
3= - 다음 목록의 명령을 보내 로봇을 원격으로 제어 할 수 있습니다:
4=HELP
5= - 이 도움말 메시지를 보냅니다
7=DELETE
8= - 모든 이전 PushBullet 메시지 삭제
9=RESTART
10= - 에뮬레이터와 봇 재실행
11=STOP
12= - 봇 정지
13=PAUSE
14= - 봇 일시정지
15=RESUME
16= - 봇 계속(Resume)
17=STATS
18= - 마을 통계치 보내기
19=LOG
20= - 현재 로그 파일 보내기
21=LASTRAID
22= - 마지막 공결 결과 스크린샷 보내기
23=LASTRAIDTXT
24= - 마지막 공결 결과 값 보내기
25=SCREENSHOT
26= - 스크린샷 보내기
27=SCREENSHOTHD
28= - 고화질 스크린샷 보내기
29=BUILDER
30= - 장인 상태 스크린샷 보내기
31=SHIELD
32= - 실드 상태 스크린샹 보내
33=RESETSTATS
34= - 마을 통계치 초기화
35=TROOPS
36=E
37=HALTATTACKON
38=Attack Off
39= - '기타설정' 탭의 '공격중지' 옵션에서 '접속유지' 상태로 전환
40=HALTATTACKOFF
41=Attack On
42= - '기타설정' 탭의 '공격중지' 옵션 비활성화
43=HIBERNATE
44= - PC를 절전모드로
45=PC Hibernate sequence initiated
46=SHUTDOWN
47=Shut down
48= - PC를 끄기
49=PC Shutdown sequence initiated
50=STANDBY
51= - PC를 대기모드로
52=PC Standby sequence initiated
59=S
97=Command not recognized
98=예시:
99=Please push BOT HELP to obtain a complete command list.
100=Request for Help
101=logs
102=Current Log
103=Match Found! after
104=skip(s)
105=No. of Free Builders
106=Chief, we need some rest!
107=Village must take a break..
108=Stats Village Report
109=G
110=E
111=DE
112=T
113=S
114=Now (Current Resources)
115=Skipped
116=Attacked
117=No. of Wall Up
118=Last Raid
119=Last Raid txt
120=Loots
121=GEM
122=You have
123=builder(s) idle.
124=Request to Stop
125=Request to Stop...
126=Your bot is now stopping...
127=Your bot is currently stopped, no action was taken
128=Your Army Camps are now Full
129=Chief, there is a new version of the bot available
130=Your bot is currently resumed, no action was taken
131=There is no last raid screenshot
132=Your bot and Emulator are now restarting
133=Your bot is now stopping
134=Your bot is currently stopped, no action was taken
135=Statistics resetted.
136=Troops/Spells set to Train
137=Chief, your request for Builder Info will be processed ASAP
138=Unable to pause during attack, try again later.
139=Chief, your request for Shield Info will be processed ASAP
140=Gain per Hour
141=There is no last raid screenshot.
142=Last Raid txt
143=Your bot and Emulator are now restarting...
144=uploading file to PushBullet server
145=Bot restarted
146=Occured an error type 2 uploading file to Telegram server...
147=Chief, your request for Screenshot will be processed ASAP
148=At Start
149=Attacking now
150=Your bot is currently paused, no action was taken
151=Your bot is currently resumed, no action was taken
152=Last Raid
153=Upgrading
154=Skip upgrade
155=CoC Has Stopped Error
156=Your request has been received. Bot is now paused
157=Your request has been received. Bot is now resumed
158=Cannot locate Next button, Restarting Bot
159=Complete by using GOLD
160=Cannot find gold upgrade button
161=Cannot find elixir upgrade button
162=Screenshot of your village
164=Unable to pause during attack, try again later.
165=Request to Restart
166=Request to Pause
167=Request to Resume
168=Current Trained Troops & Spells
169=Current Army Camp
170=Unable to Upload File
171=Occured an error type
172=Restarted after Out of Sync Error
173=Found Wall level
174=Cannot find Wall level
175=Another Device has connected
176=Another Device has connected, waiting
177=Wall segment has been located
178=Disconnected after
179=Upgrade completed by using GOLD
180=Upgrade completed by using ELIXIR
181=No Upgrade Elixir Button
700=Notify PushBullet
701=Notify Telegram
702=Your request has been received from
703=Help has been sent
704=Your request has been received.
705=Your request has been received. Bot and Android Emulator restarting...
706=Your request has been received. Bot is now stopped
707=Unable to pause during attack
708=Your bot is currently paused, no action was taken
709=Your bot is currently resumed, no action was taken
710=Your request has been received. Statistics sent
712=Log is now sent
711=Your request has been received from
713=Push Last Raid Snapshot...
714=Your request has been received. Last Raid txt sent
715=ScreenShot request received
716=ScreenShot HD request received
717=Builder Status request received
718=Shield Status request received
719=Your request has been received. Statistics resetted
720=Your request has been received. Sending Troop/Spell Stats...
721=Hibernate PC
722=Shutdown PC
723=Standby PC
724=received command syntax wrong, command ignored.
725=Notify not planned for this hour! Notification skipped
726=Unable to send file
727=Last Raid Text has been sent!
728=Last Raid screenshot has been sent!
729=An error occurred deleting temporary screenshot file.
730=Screenshot sent!
731=Builder Information sent!
732=Shield Information sent!
733=All messages deleted.
734=removed
735=messages older than
801=Screenshot
802=Builder
803=Shield
804=Stats
805=Troops
806=Help
807=Stop
808=Pause
809=Resume
810=Restart
811=Log
812=Lastraid
813=LastRaidTxt
814=Attack On
815=Attack Off
816=Hibernate
817=Shut down
818=Standby

[621]
621=***Section use for Tab Troops***
1=병력구성
2=훈련할 병력구성 방법 설정
3=수동 구성은 '훈련소모드' 나 '사용자모드'선택.
4=아처만
5=바바리안만
6=고블린
7=바바+아처
8=바바+아처+고블+자이
9=바바+아처+자이
10=바바+아처+고블
11=바+아+고+자+월브
12=훈련소모드
13=사용자모드
14=병력구성
15=합계
16=합계가 100%가 되도록 설정하세요.
17=훈련소모드
18=훈련소별로 훈련할 병력 구성
19=공격시작 훈련완료량
20=훈련량
21=설정한 %만큼 집합소가 차면 공격을 시작함.
22=추가병력
23=암흑 병력
24=추가 암흑 병력
25=다크 훈련소 모드
26=훈련할
27= % 입력.
28=제작할
29=수량 입력.
30=빈칸을 완성하시오
31=아처로 완성
32=If xxxx xxx xxxxx (insert a good description) xxxx xxxx
33=빠른훈련
34=빠른훈련 사용
35=이전군대나 군대1, 2, 3에서 설정한 빠른 훈련 기능 사용
36=이전군대
37=군대 1
38=군대 2
39=군대 3
40=마우스 왼쪽 버튼은 레벨 올림\r\nShift + 마우스 왼쪽버튼을 클릭하면 레벨 내림
41=군대 제거
42=강제 마법 제조
200=훈련 작동 시간
201=훈련하는 동안 종료
202=이 옵션은 훈련이 완료될때까지 시간 동안 COC 종료함.
203=마법 제작
204=이 옵션은 마법을 제작하는 동안 COC를 종료함.
205=영웅치유
206=이 옵션은 영웅이 치유되어 사용가능할때까지 COC 종료!
207=에뮬레이터 닫기
208=이 옵션은 훈련하는 동안 안드로이드 에뮬레이터를 종료함!
209=정확한 시간 사용
210=훈련이 완료되기 위한 정확한 시간을 선택
211=랜덤 시간 추가
212=COC를 잊어버린 사람처럼 보이도록 하기 위한 추가 시간 선택
213=사람처럼 보이기 위해 정확한 훈련시간 외에 추가로 훈련시간의,
214=몇 %까지 추가 시간을 설정하면 봇이 정확한 훈련시간과 설정한
215=시간 사이에서 임의로 시간을 계산하여 COC를 종료하고 기다림.
220=기능이 작동하기를 기다릴 시간 선택

[622]
622=***Section use for Tab Spells***
1=마법 구성
2=마법 용량
3=보유가능한 마법수량 선택. 마법을 원하지 않으면 0 선택.

[623]
623=***Section use for Tab Boost***
1=가속횟수
2=훈련소 가속
3=가속할 훈련소 수
4=보석을 이용해 가속할 훈련소 수! 주의해서 사용!
5=훈련소
6=보석을 이용해 훈련소를 가속함! 주의해서 사용!
7=마법 제작소 가속
8=마법제작소
9=보석을 이용해 마법제작소 가속! 주의해서 사용!
10=어둠 마법제작소
11=보석을 이용해 암흑마법제작소 가속! 주의해서 사용!
12=영웅 가속
13=바바리안킹
14=보석을 이용해 바바리안킹 가속! 주의해서 사용!
15=아처퀸
16=보석을 이용해 아처퀸 가속! 주의해서 사용!
17=그랜드 워든
18=보석을 이용해 그랜드 워든 가속! 주의해서 사용!
19=가속 스케줄

[624]
624=***Section use for Tab Attack***
1=공격설정
2=공격 형태
3=일반공격
4=스크립트공격
5=Milking 모드
6=투입병력
7=모든병력사용
8=훈련소병력사용
9=바바리안만
10=아처만
11=바바+아처
12=바바+고블
13=아처+고블
14=바바+아처+자이
15=바바+아처+고블+자이
16=바바+아처+호그
17=바바+아처+미니언
18=공격에 사용할 병력 선택
19=특수 병력 사용
20=공격에 바바킹 사용...
21=공격에 아처퀸 사용...
22=공격에 워든 사용...
23=클랜성에 병력이 있으면 클랜병력 사용.
24=공격에 번개마법 사용...
25=공격에 치유마법 사용...
26=공격에 분노마법 사용...
27=공격에 이동마법 사용...
28=공격에 얼음마법 사용...
29=공격에 독마법 사용...
30=공격에 지진마법 사용...
31=공격에 신속마법 사용...
32=홀치기
33=외부의 TH 우선 공격
34=마을회관에 바깥에 위치해 있으면 홀치기 시작
35=거리(타일)
36=홀치기할 마을회관이 마을의 가장자리에서 위치할 거리(타일)
37=CSV\THSnipe 폴더에서 CSV 설정을 수정/추가 할 수 있음.
38=외부의 마을회관 공격
39=여기를 체크하면 노출된 마을회관을 먼저 공격함. (장벽 밖에 위치한 마을회관)
40=팁: 외부에 노출된 마을회관만 검색을 원할 경우 검색 탬의 '바깥에 노출된 마을회관' 체크.
41=마을회관 7레벨 이상 가능
42=마을회관 9레벨 이상 가능
43=마을회관 11레벨에서 가능
44=공격에 복제마법 사용...
45=공격에 해골마법 사용...

[625]
625=***Section use for Tab Search***
0=검색 시작 조건
1=검색
2=이 옵션을 작동시킬 최소 검색 횟수
3=이 옵션을 작동시킬 최대 검색 횟수
4=트로피
5=이 옵션을 작동시킬 최소 트로피 횟수
6=이 옵션을 작동시킬 최대 트로피 횟수
7=집합소
8=이 옵션을 작동시킬 집합소 % 비율
9=영웅 회복 기다림
10=공격하기전에 바바리안킹이 준비되도록 기다림...
12=공격하기전에 아처퀸이 준비되도록 기다림...
13=공격하기전에 워든이 준비되도록 기다림...
14=검색조건
15=검색할 마을의 조건설정 Gold And/Or/Plus Elixir.
16=AND: 골드와 엘릭서 모두.
17=OR: 골드나 엘릭서 둘 중 하나.
18=+ (PLUS): 골드와 엘릭서를 합한 수량.
19=G And E
20=G Or E
21=G + E
23=최소설정. 공격할 마을을 검색할 골드 최소조건.
24=최소설정. 공격할 마을을 검색할 엘릭서 최소조건.
25=S최소설정. 공격할 마을을 검색할 골드와 엘릭서 합한 최소조건.
26=다크엘릭서
27=설정한 최소 다크엘릭서 보유 마을 검색.
28=최소설정. 공격할 마을을 검색할 다크엘릭서 최소조건.
29=설정한 최소 트로피에 해당 해당하는 마을검색
30=최소설정. 공격할 마을을 검색할 트로피 최소조건.
31=마을회관
32=설정한 최고 마을회관 레벨 이하 조건 마을검색.
33=최대설정. 공격할 마을을 검색할 마을회관 최대 레벨 조건 설정.
34=바깥에 배치된 마을회관
35=마을 바깥으로 노출된 마을회관 검색. (장벽 바깥 위치)
36=약한마을
37=방어력이 약한 마을을 검색.
38=최대설정. 공격할 마을을 검색할 박격포 최대레벨.
39=최대설정. 공격할 마을을 검색할 마법사타워 최대레벨.
40=하나의 조건 맞으면 공격
41=위의 조건 중 하나만 맞으면 바로 공격.
42=마을회관, 마을끝에서 거리, 타일
43=모서리, 거리
44=훈련중
45=마을끝에서부터의 거리(타일)
46= 훈련완료
47='마을바닥' 1x1 타일로 홀치기에서 마을끝에로 부터 몇 타일 안쪽에 마을회관이 위치해 있는지 나타냄.
48=예: (0) 타일; 마을가장자리에 TH위치. (4)타일: TH이 마을 끝에서 가운데 쪽으로 4타일만큼 안쪽에 위치함을 나타냄.
49=만약 마을회관이 설정한 거리(타일) 보다 멀 경우, 건너뜀.
50=영웅 업그레이드 반복을 체크한 경우 영웅기다림 설정은 작동 안됨!
51=최대설정. 공격할 마을을 검색할 대형석궁 최대레벨.
52=최대설정. 공격할 마을을 검색할 인페르노 최대레벨.
53=최대설정. 공격할 마을을 검색할 독수리포탑 최대레벨.
54=Max 박격
55=Max 마탑
56=Max 석궁
57=Max 인페
58=Max 독수리
59=이 레벨 이하의 박격포 보유마을 검색.
60=이 레벨 이하의 마법사타워 보유마을 검색
61=이 레벨 이하의 대형석궁 보유마을 검색
62=이 레벨 이하의 인페르노 보유마을 검색
63=이 레벨 이하의 독수리포탑 보유마을 검색
64=이 레벨 이하의 대공포 보유마을 검색
65=마을회관 7레벨 이상 작동
66=마을회관 9레벨 이상 작동
67=마을회관 11레벨 작동
68=알림 - 이 공격방식(빈집/맛집/홀치기/저렙공격)을 작동 시킬 범위 설정.
69=검색과정을 재시작할 검색 제한을 설정하지 않음.
70=이 옵션은 트로피 범위를 유지할 트로피 조정을 하지 않음.
71=마법 완료 기다림
72=이 공격 방식을 위한 마법이 준비될때 까지 검색 중지
73=경고: 마법제작소가 없거나 봇이 공격하지 않으면 작동하지 않음.
74=클랜성 마법 기다림
75=누군가 클랜성에 마법을 지원해줄때까지 기다림
76=아무거나
77=누군가 이 마법을 지원해줄 때까지 다른 마법은 비우면서 계속요청하여 기다림.
78=클랜지원 기다림
79=클랜성이 가득찰때까지 기다림
80=약한마을 | 무기레벨
81=공격하기 위한 마을을 검색하기 위한 대공포 최고레벨 설정.
110=GUI에서 설정한 마법수량을 초과하여 제작한 마법수량
111=제작된 마법 수를 줄이세요,
112= 봇이 공격을 절대 가지 않음!!
113=이 경고 메시지를 닫으려면 예를 클릭하세요.
114=예, 나는 경고를 알겠어요|아니오
115=마법 기다림 경고!
116=미안합니다, 경고를 인지하고 예를 클릭하세요!
117=확인
118=입력 오류
119=측하합니다!!
120=봇의 비밀 메시지를 찾았습니다!
121=이 메시지를 닫기 위한 랜덤 선택 버튼을 찾을 수 있겠습니까?
122=하하하...
123=당신이 이겼습니다!!
124=그 버튼이 아니네요!
125=지원 ?000 to MyBot.run while you wait 15 minutes for this to time out?
126=나가기 버튼을 찾는데 문제가 있나요?
127=농답입니다, 하루종일 유지할까요?
128=네 번 더 시도해봐요, 운이 빠르게 올수도 늦게 올수도 있어요!
129=바나나 있으세요? 이 코드에서 원숭이는 배고파요!
130=아마 Mr. 랜덤씨가 누르는 버튼과 같을때까지 눌러야 하지 않을까요?
131=미안해요, 여기에서 빠져나갈 수 없습니다!
132=프로그램 에러! 프로그래머들은 좋은 농담을 망칠 수 있습니다.

[626]
626=***Section use for Tab Collectors***
1=정제소
2=빈집을 찾는 동안 검색할 정제소 선택. 또한 얼마나 찬 것을 검색할지도 선택.
3=6레벨 정제소가
4=7레벨 정제소가
5=8레벨 정제소가
6=9레벨 정제소가
7=10레벨 정제소가
8=11레벨 정제소가
9=12레벨 정제소가
10=(N/A)
11=비율
12=이 슬라이더를 이용해서 모든 이미지의 비율 조절.
13=이미지별로 조절하고 싶다면, 파일을 수정하세요.
15=이 박스를 체크하면, 봇이
16=빈집을 검색하는 동안 6레벨 엘릭서 정제소를 찾습니다.
17=빈집을 검색하는 동안 7레벨 엘릭서 정제소를 찾습니다.
18=빈집을 검색하는 동안 8레벨 엘릭서 정제소를 찾습니다.
19=빈집을 검색하는 동안 9레벨 엘릭서 정제소를 찾습니다.
20=빈집을 검색하는 동안 10레벨 엘릭서 정제소를 찾습니다.
21=빈집을 검색하는 동안 11레벨 엘릭서 정제소를 찾습니다.
22=빈집을 검색하는 동안 12레벨 엘릭서 정제소를 찾습니다.
23=빈집으로 인식할 6레벨 엘릭서 정제소에 찬 양을 선택.
24=빈집으로 인식할 7레벨 엘릭서 정제소에 찬 양을 선택.
25=빈집으로 인식할 8레벨 엘릭서 정제소에 찬 양을 선택.
26=빈집으로 인식할 9레벨 엘릭서 정제소에 찬 양을 선택.
27=빈집으로 인식할 10레벨 엘릭서 정제소에 찬 양을 선택.
28=빈집으로 인식할 11레벨 엘릭서 정제소에 찬 양을 선택.
29=빈집으로 인식할 12레벨 엘릭서 정제소에 찬 양을 선택.
30= 차 있음.
31=경고: 어떻게 사용하는지 모르면 손대지 마시오. 확실하지 않으면 0으로 설정하지 마시오.
32=정제소 필터 미사용
33=빈집을 인식하는데 정제소 필터 미사용
34=필요 정제소
35=빈집으로 인식하는데 필요한 정제소 수

[627]
627=***Section use for Tab Load Strategy***
1=미리 구성된 설정 불러오기.\n\n- 병력훈련탭 설정 모두 불러오기\n- 검색 && 공격 탭 설정 모두 불러오기\n\n- 제외: 영상공유 설정\n- 제외: 약탈이미지 저장 설정\n- 제외: 보석 가속 설정
2=환경설정 불러오기
3=삭제
4=전력 폴더 열기

[628]
628=***Section use for Tab Save Strategy***
1=전략 파일명
2=설명
3=설정 저장\n--------------------------------------\nSave ALL:\n- 병력훈련탭 설정\n- 검색 && 공격 탭 설정\n\nExcept:\n- 영상공유 설정\n- 탈이미지 저장 설정\n- 보석 가속 설정\n--------------------------------------
4=환경설정 저장

[629]
629=***Section use for Tab Bully***
1=저렙 공격(빈집이나 맛집 못찾을 경우 사용)
2=저렙공격모드에서는, 아래설정한 마을회관 레벨 이하면 공격함.
3=작동조건 >
4=저렙공격: 설정한 횟 수 이후에 저렙공격 시작.
6=최고 TH 레벨
7=저렙공격: 저렙공격할 최고 마을회관 레벨 선택
8=검색되면 아래 공격 설정 사용
9=빈집공격
10=저렙공격할 대상을 찾으면 빈집공격 설정으로 공격.
11=맛집공격
12=저렙공격할 대상을 찾으면 맛집공격 설정으로 공격.

[630]
630=***Section use for Tab Options Search***
1=검색 조건 낮춤
2=검색조건낮춤 사용
3=설정한 값 만큼 검색 후 조건을 낮춰서 검색함.
4=검색조건낮춤 요건>
5=계속적으로 검색조건을 낮출 검색횟수 입력.
6=- 골드 낮춤
7=각 단계별로 설정한 골드값 만큼 검색조건 낮춤.
8=- 엘릭서 낮춤
9=각 단계별로 설정한 엘릭서값 만큼 검색조건 낮춤.
10=- 골드+엘릭서 낮춤
11=각 단계별로 설정한 골드+엘릭서값 만큼 검색조건 낮춤.
12=- 다크엘릭서 낮춤
13=각 단계별로 설정한 다크엘릭서값 만큼 검색조건 낮춤.
14=- 트로피 낮춤
15=각 단계별로 설정한 트로피값 만큼 검색조건 낮춤.
16=검색 옵션
17=바로공격! 옵션.
18=여기를 체크하면 '바로공격!' 버튼이 봇시작과 일시정지
19=시간
20=검색을 천천히 할 시간 설정.
21=아래마다 재시작
22=아래 설정한 검색 횟수가 지나면 마을로 되돌아와서 다시 상대찾기 시작
23=마을검색 되면 알림
24=체크하면 공격 가능한 마을이 검색되면 말풍선과 소리로 알림.
25=다음에 나타남. 이 버튼은 마을 검색 조건을 무시하고 바로공격함.
26=바로공격! 버튼은 공격할 마을을 검색 중에만 나타남

[631]
631=***Section use for Tab Milking Attack***
0=Milking
2=공격할 정제소최소레벨
3=레벨 1-4
4=레벨 5
5=레벨 6
6=레벨 7
7=레벨 8
8=레벨 9
9=레벨 10
10=레벨 11
11=레벨 12
13=공격
14=레벨 조건
16=공격만 할 조건
17=레드라인과 콜렉터 사이 거리(타일)
18=금광공격                 <
19=엘릭서 정제소 공격       <
20=다크엘릭 정제소 공격     <
21=4. 각 건물에 사용할 병력
22=- 유닛별 병력 수:
23=- 최고 투입 횟수:
24=- 병력 투입 간격(ms):
25=5a. Milking 후 홀치기
27=가장자리에서 최고거리
28=알고리즘 사용
29=콜렉터를 못 털어도 홀치기 사용
30=빈집에 스크립트공격, 일반 공격은 꺼짐
31=범례
32=0-4%
33=5-19%
34=20-74%
35=75-89%
36=90-100%
37=디버그
38=각각 공격의 이미지 저장
39=모두검색, 디버그를 위한 목적 (매우 느림)
40=C - 공격
41=마을 이미지 저장
48==
50=오차 강제설정
51=일반 오차
52=가속 오차
53=파괴 오차
56=공격 구성
57=D - Milking 후
58=확장
59=천천히: 각각 콜렉터의 자원량을 모두 체크.
60=빠르게: 각 콜렉터의 레벨만 체크.
61=파괴된 콜렉터 체크
62=병력투입전 자원시설 파괴유무 확인
63=자원시설을 공격하기전, 다른 병력에 의해 이미 자원시설이 파괴 되었는지 확인.
64=이 옵션을 사용하기 위해서는 병력별 투입 간격 딜레이를 크게 해야함.
65=병력을 투입 후 자원시설이 파괴되었는지
66=병력투입후 자원시설 파괴유무 확인
67=이 옵션을 사용하기 위해서는 병력별 투입 간격 딜레이를 크게 해야함
68=오차범위 설정
71=5. 병력투입 옵션
72=고블린을 같은 장소에 투입
73=고블린을 다른 장소에 투입
74=공격 순서: 찾은 순으로
75=공격 순서: 랜덤
76=공격 순서: 한 방향씩
77=B - 조건
78=A - 자원시설
79=제외
80=Milking 검색 방법
81=이 옵션으로 발견되지 않은 엘릭서 추출시설의 이미지를 발견할 수 있음.
82=홀치기 사용
83=스크립트 공격 사용
85=각 생산시설에 투입할 병력, 간격의 최대값을 입력.
84=5b. 스크립트 공격으로 계속
86=생산시설이 파괴 되었다면, 더이상 병력을 투입하지 않음.

[632]
632=***Section use for Tab Stats***
0=TH 레벨
1=통계
2=시작 시
3=시작/공격
4=후 여기에
5=마을정보가
6=나타남.
7=봇 시작시 보유한 골드량.
8=봇 시작시 보유한 앨릭서량.
9=봇 시작시 보유한 다크엘릭서량.
10=봇 시작시 보유한 트로피 수.
11=약탈량
12=최근 공격에서 획득한 골드량.
13=최근 공격에서 획득한 엘릭서량.
14=최근 공격에서 획득한 다크엘릭서량.
15=최근 공격에서 획득한 트로피 수.
16=리그 보너스
17=최근 공격으로 획득한 보너스 골드량 합계.
18=최근 공격으로 획득한 보너스 엘릭서량 합계.
19=최근 공격으로 획득한 보너스 다크엘릭서량 합계.
20=전체 약탈량
21=봇이 실행되는 동안 털리거나 파밍한 골드량 합계.
22=(수동으로 건물 업그레이드에 사용된 자원량도 포함)
23=봇이 실행되는 동안 털리거나 파밍한 앨릭서량 합계.
24=봇이 실행되는 동안 털리거나 파밍한 다크엘릭서량.
25=봇이 실행되는 동안 잃거나 획득한 트로피 수.
26=시간당 약탈량
27=시간당 골드 파밍합계
28=시간당 엘릭서 파밍합계
29=시간당 다크엘릭서 파밍합계
30=시간당 트로피 합계
31=초기화
32=통계: 기타
33=공격횟수
34=봇이 공격한 마을 수
35=건너뜀
36=마을 검색을 하는 동안 건너뛴 마을 수
37=골드로업글
38=골드로 업그레이드 한 장벽 수
39=엘릭으로업글
40=엘릭서로 업그레이드 한 장벽 수
41=골드로 업그레이드 한 건물 수
42=엘릭서로 업그레이드 한 건물 수
43=영웅업글
44=영웅 업그레이드 횟수
45=트로피버림
46=트로피 설정값 유지를 위해 버린 트로피 수(공격설정탭에 있는 설정).
47=작동시간
48=봇 전체 작동 시간
49=골드업글량
50=장벽 업그레이드에 사용된 골드량
51=엘릭업글량
52=장벽 업그레이드에 사용된 엘릭서량
53=건물 업그레이드에 사용된 골드량
54=건물 업그레이드에 사용된 엘릭서량
55=닥엑업글량
56=영웅을 업그레이드 하는데 사용된 다크엘릭서량
57=동기화실패
58=동기화실패 횟수
59=검색비용
60=마을 검색에 사용된 골드량
61=엘릭훈련비용
62=병력생산을 위해 사용된 엘릭서량
63=닥엑훈련비용
64=암흑병사 훈련소를 통해 병력을 생산하는데 사용된 다크엘릭량
65=골드수집량
66=금광을 통해 생산된 골드량
67=엘릭수집량
68=엘릭서 정제소를 통해 생산한 엘릭서량
69=다크엘립수집량
70=다크엘릭 정제소를 통해 생산한 다크엘릭서량
71=빈집
72=공격횟수
73=빈집 공격 횟수.
74=약탈량
75=빈집공격을 통해 획득한 골드량.
76=빈집공격을 통해 획득한 엘릭서량.
77=빈집공격을 통해 획득한 트로피량.
78=맛집
79=맛집 공격 횟수.
80=맛집공격을 통해 획득한 골드량.
81=맛집공격을 통해 획득한 엘릭서량.
82=맛집공격을 통해 획득한 다크엘릭서량.
83=맛집공격을 통해 획득한 트로피 수.
84=저렙공격
85=저렙공격 횟수.
86=저렙공격을 통해 획득한 골드량.
87=저렙공격을 통해 획득한 엘릭서량.
88=저렙공격을 통해 획득한 다크엘릭서량.
89=저렙공격을 통해 획득한 트로피 수.
90=홀치기
91=홀치기를 통해 획득한 골드량.
92=홀치기를 통해 획득한 엘릭서량.
93=홀치기를 통해 획득한 다크엘릭서량.
94=홀치기를 통해 획득한 트로피 수.
95=홀치기 성공횟수
96=홀치기 실패횟수
97=업뎃되어
98=나타남.
99=후 여기에
100=빈집공격을 통해 획득한 다크엘릭서량.
101=홀치기 공격한 횟수
102=최근 공격
103=업그레이드 결과
104=업그레이드 비용
105=작동:
106=리그
107=상태
108=골드
109=엘릭서
110=다크엘
111=트로피
112=최고 약탈
113=최고 골드획득
114=최고 엘릭획득
115=최고 다크엘획득
116=최고 트로피획득
117=지출 && 수입
118=병력
120=지원 합계
121=경험치
119=마법
122=스마트잽
124=스마트잽으로 얻은 다크엘릭서의 양
125=번개마법 사용 횟수
123=사용
126=지진마법 사용 횟수
127=일반 병력
128=암흑 병력
129=일반 마법
130=암흑 마법

[633]
633=***Section use for Tab Options End Battle***
1=영상공유
2=클랜 채팅창에 영상공유
3=체크하면 클랜 채팅창에 공격영상을 공유합니다.
4=약탈량 조건
5=설정한 골드값 이상을 전투에서 약탈하면 영상 공유.
6=설정한 엘릭서값 이상을 전투에서 약탈하면 영상 공유.
7=설정한 다크엘릭서값 이상을 전투에서 약탈하면 영상 공유.
8=리스트에 있는 메시지를 랜덤으로 사용
9=Nice\r\nGood\r\nThanks \r\nWowwww
10=영상공유하면서 보낼 메시지
11=약탈 이미지 저장
12=체크하면 마을을 공격하고 약탈한 화면을 저장합니다.
13=파일명에 약탈정보포함
14=스크린샷 파일면에 약탈정보 포함

[634]
634=***Section use for Tab Options Attack***
1=영웅능력사용
2=자동 사용 (빨간 영역:레드존)
3=영웅이 약해지면 자동사용.
4=여기를 체크하면 개별적으로 능력이 발휘됨.
5=타이머 사용
6=설정한 시간 이후 자동 사용.
7=모든 영웅이 같은 시간에 능력이 발휘됨.
8=영웅 능력을 자동으로 발휘할 타이머 시간(초) 입력.
9=설정한 시간 이후 워든능력 자동 사용.
10=워든능력 발휘 타이머 사용.
11=워든 능력을 자동으로 발휘할 타이머 시간(초) 입력.
12=클랜성
13=지원/요청 비율
14=지원/요청 비율이 설정한 값 이상일 경우 클랜성 병력 투입.
15=지원 비율
16=원하는 지원 / 요청 비율
17=1/1은 지원 = 요청, 1/2 은 지원 = 요청1/2 등.
18=요청 비율
20=공격 스케줄
21=스케줄 작동
22=이 옵션은 공격 시간 스케줄을 허용합니다.
23=스케줄이 허용할 때만 봇이 작동하고 공격을 합니다.
24=COC 종료
25=이 옵션은 검색과 공격 스케줄이 아닐때 COC를 종료합니다!
26=스케줄이 허용하는 시간이 되면 자동으로 COC를 시작합니다.
27=에물 종료
28=이 옵션은 검색과 공격 스케줄이 아닐때 에뮬레이터(미뮤/불텍등)를 종료합니다!
29=랜덤 중지
30=이 옵션은 랜덤으로 공격을 중지함
31=공격을 중지한 시간 선택
32=
33=
34=
35=일일 제한
36=설정한 범위내에서 랜덤으로 공격 횟 수를 설정하고 이를 초과하면 공격을 중지함.
37=하루 공격 허용 최저 횟 수
38=하루 공격 허용 최대 횟 수
39=-
40=클랜병력 사용 스케줄
41=클랜병력 사용가능시 스케줄 설정, \r\n 스케줄이 작동하지 않으면 항상 클랜병력 사용

[635]
635=***Section use for Create Scripted Attack***
1=새로운 스크립트 파일 생성
2=새 스크립트 파일명
3=파일존재함, 다른 이름을 입력하시오.
4=파일을 생성하는 동안 오류 발생.
5=새로운 스크립트 파일 복사
6=복사
7=->새 스크립트 파일명

[636]
636=***Section use for Tab Bot Options***
2=봇 실행시
3=업데이트 확인
4=봇의 최신 버젼을 확인할려면 체크하세요.
5=로그파일삭제
6=설정한 날짜보다 오래된 로그파일을 삭제합니다.
7=일
8=임시파일삭제
9=설정한 날짜보다 오래된 임시파일을 삭제합니다.
10=약탈이미지삭제
11=설정한 날짜 보다 지난 약탈이미지를 삭제합니다.
12=봇 시작시
13=자동시작(이후)
15=게임언어(EN)확인
16=체크하면 현제 설정된 게임 언어를 확인합니다. (English로 설정되어야 함).
17=자동정렬
18=화면에서 블루스택창과 봇 창의 위치를 바꾸고 정렬합니다.
19=간격
20=블루스택창과 봇 창의 가로거리(픽셀)
21=블루스택창과 봇 창의 세로거리(픽셀)
22=0,0: 블루스택-봇
23=0,0: 봇-블루스택
24=SNAP: BS 오른쪽 위
25=SNAP: BS 왼쪽 위
26=SNAP: BS 오른쪽 아래
27=SNAP: BS 왼쪽 아래
28=0,0: 블루스택 창의 위치를 화면 0,0 위치에 이동하고 봇의 위치를 좌측이나 우측에 위치시킵니다.
29=SNAP: 봇 창만 블루스택 창의 오른쪽 위, 왼쪽 위, 오른쪽 아래, 왼쪽 아래로 붙도록 위치를 바꿉니다.
30=속도조절
31=병력 훈련
32=지연
33=PC가 느리면 지연 시간을 늘리세요.
34=디버그
35=디버그: 클릭한 x,y좌표를 로그에 기록합니다.
36=디버그: 문제해결을 위해 코드속의 SetLog 메시지를 기록 디버그합니다.
37=디버그: 문제해결을 위해 OCR이미지를 저장합니다.
38=디버그: 문제해결을 위해 이미지를 저장합니다.
39=디버그: 로그에 건물의 위치를 기록합니다.
40=좌표기록
41=메시지
42=OCR
43=이미지
44=건물
45=기타 옵션
46=인구수 수동설정
47=자동으로 인구수를 감지하지 못하는 경우 강제로 입력(질문 대신)
55=스크린샷 설정
56=PNG 파일 사용
57=마을과 클랜이름 숨기기
58=설정한 시간 이후 봇 자동시작.
61=개인휴식 강제종료
62=봇이 강제로 COC를 종료할 개인휴식이 시간 간격을 입력!
63=COC를 종료할 시간(분) 설정. 개인휴식이 종료될려면 최소 15분이 필요함!
65=개인휴식 조기 종료 시간
66=COC를 조기에 종료할 시간 입력! 10분 이하로 설정시 작동 안함!
71=새로운 언어를 적용하여 봇 재시작:
72=옵션
73=훈련
74=디버그:병력을 훈련하는 동안 디버그를 보여줌.
75=마을 검색 속도
76=(Min:최소,Max:최대)마을 검색시 다음을 클릭하는 사이의 시간을 조절하려면 이 조절바를 이용해서 조절합니다.
77=이것은 컴퓨터에 따라서 접속끊김 현상이 발생할 수 있음.
78=보증은 못함! 항상 같은 결과가 나타나는 것은 아님!
80=최대
81=설정하면 값에 따라 랜덤으로 마을 검색 시간이 지연됨.
82=아래의 최대 조절바가 위의 최소 조절바 보다 김.
83=GUI 언어설정
84=이것을 이용해 다른 언어로 전환 가능함.
85=원격기기
86=다른기기 접속시 기다림
87=다른기기접속시 재접속을 시도하기 위해 기다릴 시간(초)을 입력함.
88=훈련 테스트
89=지원 테스트
90=공격버튼 테스트
91=온라인으로 디버그 지원
92=디버그: 아무 병력도 지원하지 않을 경우 지원만 시뮬레이션 하고 ocr을 만듬.
93=확장
94=랜덤 클릭
95=DOCK: 안드로이드를 봇속으로
96=최소화 시 업데이트
97=봇 창을 위한 다른 최소화 방법 사용.\r\n봇이 최소화 되면, 상태표시줄 미리보기에서 화면 업데이트됨.
98=최소화 시 숨김
99=최소화시 상태표시줄에서 봇이 숨겨짐.\r\n트레이 아이콘을 사용하여 'Show bot'을 통해 보시 나타낼 수 있음.
100=시작시 정보창 미사용
101=시작시 상태진행창 미사용.
102=드래그(스크롤링)테스트
103=이미지 테스트
104=클랜성 강제 찾기
105=만약 클랜성이 검색되지 않고 마지막 슬롯에 나타나지 않으면, 강제로 봇이 클랜성의 검색되지 않는 슬롯을 고려함.
106=CSV 공격
107=디버그: 특별한 CSV 분석 로그파일 생성
108=CSV 공격 이미지
109=디버그: CSV 스크립트에 의한 마을 공격 이미지를 저장함.
110=지원요청 테스트
111=마을크기 테스트
112=줌아웃 미사용
113=디버그: 마을 줌아웃 미사용.
114=디버그: 마을 자동조정 미사용.
115=빈집 테스트
116=빈집 폴더 테스트
117=공격 CSV 테스트
118=검색 버튼 테스트
119=뜰 정리 테스트
120=빈집 테스트
121=공격 CSV 테스트
122=자동 재개 시간
123=정해진 시간 이후 봇을 자동으로 재개합니다.

[637]
637=***Section use for Tab Bot Profile***
1=프로필 전환
2=이것을 이용해서 다른 프로필 등을 전환할 수 있습니다.
3=프로필 저장 위치
4=MyVillage
5=마을/프로필 이름
6=새 프로필 추가
7=확인
8=프로필 삭제
9=취소
10=프로필 이름변경
11=프로필이 이미 있음
12=%s 은 이미 존재함.\r\n다른 이름의 프로필을 선택하세요.
14=정말로 프로필을 삭제하는게 맞나요?\r\n이 행동 후 다시 되돌릴 수 없음.

[640]
640=***Section use for all Popups***
1=확인|취소
2=설정 보기 오류
3=DPI가 정확하지 않음
4=DPI가 올바르지 않음. 현재 설정값은
5=%. 봇이 작동하기 위해서는 100%로 설정해야 함.
6=DPI를 정확하게 설정했다면, 컴퓨터를 재부팅하고 봇을 재시작 하세요.
7=이것을 변경할 때까지 봇을 사용할 수 없음.
8=확인을 클릭하면 DPI를 어떻게 변경하는지 설명을 볼 수 있음.
9=지원안됨
10=미안합니다. 봇이 당신의 운영체제를 지원하지 않습니다.
11=대장, 일부 파일이 잘못 되었습니다!
12=모든 폴더와 파일을 압축해제하고 이 프로그램을 다시 실행하세요!
13=미안합니다. 준비될때까지 시작버튼이 활성화 되지 않습니다!
14=확인
15=대장, 파일명이 잘못되었습니다!
16=파일명을 "MyBot.run.exe"로 해야함!  MyBot.run.exe로 되돌리고 봇을 재시작하세요!
17=심각한 에러가 발생 했습니다.
18=찾거나 시작할 수 없음
19=www.mybot.run에 접속하여 포럼등에서 도움을 받을 수 있음.
20=마이봇 종료!
21=좋아요 - 프로그램을 종료해야함.
22=PC를 재부팅하고 다시시도,
23=훈련소
24=집합소
25=확인을 클릭하고 건물클릭->
26=건물을 클릭하고 마우스를 빨리 움직이지 마세요.
27=건물 이름이 보이는지 확인합니다!
28=위치
29=질문
30=훈련소의 갯수는?
31=이 훈련소의 병력 훈련 창의 탭 순서를 입력하세요. [1|2|3|4] :
32=확인을 클릭하고 클랜성을 클릭하세요.
33=클랜성 위치
34=확인을 클릭하고 아처퀸 제단을 클릭하세요.
35=아처퀸 제단 위치
36=확인
37=알림
38=이제 에뮬레이터 창 밖으로 마우스를 움직여도 됨, 땡큐~!!
39=확인을 클릭하고 바바리안킹 제단을 클릭하세요.
40=바바바리안킹 제단 위치
41=확인을 클릭하고 워든 제단을 클릭하세요.
42=그랜드워든 제단 위치
43=확인을 클릭하고 연구소를 클릭하세요.
44=연구소 위치
45=확인을 클릭하고 마법제작소를 클릭하세요.
46=마법제작소 위치
47=암흑마법제작소 위치
48=확인을 클릭하고 암흑마법제작소를 클릭하세요.
49=확인을 클릭하고 마을회관을 클릭하세요.
50=마을회관 위치
51='건물위치설정' 버튼을 클릭하고 업그레이트 할 건물/영웅을 클릭하세요.
52=업그레이드 할 것들의 위치설정이 끝나면 종료 버튼을 클릭하세요.
53=건물 검색을 종료하려면 취소 버튼을 클릭하세요.
54=건물위치설정|종료|취소
55=업그레이드 예약
56=업그레이트를 체크할 동안 마우스를 에뮬레이트창 바깥에 두세요, 땡큐!!
57=업그레이드 비용 입력
58=개발자가 분석하도록 할 업그레이드 이미지 복사 저장할까요?
59=확인|취소
60=   골  드   |  엘 릭 서  | 다크 엘릭서
61=당신의 도움이 필요함
62=업그레이드 유형:
63=확인을 클릭하면 모든 건물정보가 삭제되고 초기화 됨,
64=알림 =>> 완료되면 재시작을 위해 봇이 종료됨!
65=취소를 클릭하면 마침.
66=삭제하고 종료|취소
67=건물 정보를 삭제할까요?
68=건물 정보를 지우는게 100% 확실한가요?
69=확인을 클릭하면 봇이 재시작됨 (수동)
70=설정 삭제
71=설정내용을 삭제하는게 확실한가요? "
72=만약 마을회관이 업그레이드
73=중이면 봇을 재시작 해야 함!
74=업글 중이면 확인을 클릭,
75=나감|취소
76=봇을 종료해 주세요!
77=봇을 재시작 하는게 확실 한가요?
78=확인을 클릭하면 봇을 닫고 재시작 합니다.(수동)

[641]
641=***Section use for Army Training Options***
1=옵션
2=훈련 작동 시간
3=훈련중 종료
4=이 옵션은 보호막이 작동줄일때 병력 훈련하는 동안 COC를 종료함.
5=검색탭의 '마법 기다림' 선택시 마법 생산을 위해 종료.
6=검색탭의 '영웅 기다림' 선택시 영웅 휴식을을 위해 종료.
7=보호막 없이
8=이 옵션은 보호막이 없으도 항사 병력 훈련 중에 COC를 종료함!
9=알림 - 이 옵션을 사용하면 공격을 받거나 트로피를 뺏길 수 있음!
10=랜덤 종료
11=이 옵션을 선택되었을 경우 타임아웃, COC종료, 에물 종료 중에 랜덤 선택
12=
13=에뮬 종료
14=이 옵션이 선택되면 안드로이드 에뮬 종료
15=이 옵션은 에뮬 시작 시간 때문에 오프라인 시간이 증가할 수 있음.
16=정확한 시간
17=병력을 완전히 훈련하는데 필요한 정확한 시간 선택
18=기능을 발휘 가능한 시간 선택
19=랜덤 시간
20=COC를 잊어버린 사람 같이 보이도록 랜덤 시간 추가
21=랜덤으로 기다리 시간을 설정할 최대 허용 추가 시간 % 설정,
22=봇이 정확한 시간과 랜덤 추가 시간 사이에서 시간을 계산하여
23=사람처럼 보이도록 랜덤으로 COC 종료.
24=훈련 순서 입력
25=훈련 순서
26=사용자 지정 순서
27=사용자 병력 훈련순서 선택 가능
28=CSV 스크립트 공격을 위한 병력 구성을 위해 병력 훈련 순서가 유용할 수 있음.
29=병력 훈련 순서 입력 #
30=새 순서 적용
31=사용자 구성 병력훈련 순서를 선택완료 했으면 버튼 클릭
32=상태에 때라 아이콘 색 변경: 빨강= 설정안됨, 초록 = 순서설정됨
33=다크엘릭 순서
34=사용자 암흑병사 생산 순서 선택 가능
35=랜덤 딜레이 훈련 추가
36=랜덤 딜레이 추가
37=병력 훈련창을 여는데 램덤 시간 추가.
38=이 옵션은 병력훈련 창을 여는데 걸리는 시간을 아래의 두 시간 사이에 시간으로 랜덤으로 선택하여 사람처럼 보이도록 함.
39=사이:
40=~
41=종료할 최소 시간
42=병력훈련 시간 >= (종료할 최소시간) 면 COC종료\r\n병력훈련 시간 < (종료할 최소시간) 면 메인화면 유지
43=COC를 종료할 최소시간 선택 입력, 기본은 (2)

[642]
642=***Section use for Distributors***
1=No COC
2=Unknown COC
11=Google
12=Kunlun
13=Qihoo
14=Baidu
15=9game
16=Wandoujia/Downjoy
17=Huawei
18=OPPO
19=VIVO
20=Anzhi
21=Kaopu
22=Lenovo
23=Guopan
24=Xiaomi
25=Haimawan
26=Leshi
27=Microvirt
28=Yeshen
29=Aiyouxi

[643]
643=***Section use for Tab Bot Android***
1=제조사
2=선택한 에뮬 제조사에 따라 COC를 실행

[644]
644=***Section use for Hero***
1=바바킹
2=아처퀸
3=G.워든

[1000]
1=병력 훈련
2=마법 제작
3= 훈 련  옵 션 | 시  간 | 비  용
[638]
1=스마트잽
2=다엘정제소에 마법 사용
3=번개마법
12=빈집에만 스마트잽을 사용합니다.(권장)
4=다크엘릭서 정제소에 번개마법을 사용하려면 선택하십시오.
5=봇이 완벽하게 작동하기 위해서는 '병력'탭에서 마법제작소 최대 용량과
6=제조할 마법의 수를 입력하는 것을 잊지마시기 바랍니다.
7=지진마법
8=다크엘릭서 정제소에 지진마법을 사용하려면 선택하십시오.
9=모든 다엘정제소
10=모든 다크엘릭서 정제소에 번개마법을 사용하려면 선택하십시오.
11=빈집에만 사용
13=홀치기 중 영웅투입 시 사용중지
14=홀치기 중에 영웅을 투입한 경우 스마트잽 사용을 중지합니다.
15=최소 다크엘릭서 양
16=훈련에서 다크 엘릭서의 최소량 값 설정
17=예상 정제소 이익
18=각 다크엘릭서 정제소에서 예상되는 다크엘릭서 획득 양
19=마지막 마법으로 예상값보다 적은 다크엘릭서를 얻으면 '모든 다엘정제소' 공격이 중지됩니다.
20=사용 된 번개마법의 양
21=사용 된 지진마법의 양
22=번개와 지진마법으로 공격한 다크엘릭서 정제소 수
23=스마트잽 디버그
24=스마트잽  디버깅에 사용
